Repository: hkatic/afoaic
Catalog: src/locale/*/LC_MESSAGES/afoaic.po
Languages: hr

source: No internet connection could be opened.
hr: Nije bilo moguće otvoriti internetsku vezu.

source: Unable to play audio.
hr: Nije moguće reproducirati zvuk.

source: New chat Ctrl+N
hr: Novo čavrljanje Ctrl+N

source: Chat history... Ctrl+H
hr: Povijest čavrljanja... Ctrl+H

source: Options... Ctrl+Shift+O
hr: Opcije... Ctrl+Shift+O

source: Exit Alt+F4
hr: Izlaz Alt+F4

source: &Chat
hr: &Čavrljanje

source: &Message content
hr: &Sadržaj poruke

source: &Conversation
hr: &Razgovor

source: Enter your &message here.
hr: Napišite svoju &poruku ovdje.

source: API call Error. Details: {e}
hr: Greška API poziva. Pojedinosti: {e}

source: Error
hr: Pogreška

source: Select saved chat to load.
hr: Odaberite spremljeno čavrljanje koje želite učitati.

source: Chat History
hr: Povijest čavrljanja

source: Error loading chat from history.
hr: Pogreška pri učitavanju čavrljanja iz povijesti.

source: Chat history is empty.
hr: Povijest čavrljanja je prazna.

source: Information
hr: Obavijest

source: Options
hr: Opcije

source: API &key:
hr: API &ključ:
